---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamShearParallel
source: html/7882b672-1fe9-6fbc-7d99-a8498c65f788.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamShearParallel Property

"Shear parallel to grain"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamShearParallel { get; }
```